{
  "report": {
    "event": "OHBM Brainhack 2020",
    "title": "The Chemical Basis of Morphogenesis",
    "author": [
      {
        "initials": "JD",
        "surname": "Doe",
        "firstname": "Jane",
        "email": "janedoe@gmail.com",
        "affiliation": "aff1, aff2",
        "corref": "aff1"
      },
      {
        "initials": "JJD",
        "surname": "Doe",
        "firstname": "John J.",
        "email": "johndoe@gmail.com",
        "affiliation": "aff2",
        "url": "https://jonhdoe.website.com"
      }
    ],
    "affiliations": [
      {
        "id": "aff1",
        "orgname": "Research Lab 1, Organization 1",
        "street": "street_name_goes_here",
        "postcode": "post_code_goes_here",
        "city": "Montreal",
        "state": "Quebec",
        "country": "Canada"
      },
      {
        "id": "aff2",
        "orgname": "Research Lab 2, Organization 2",
        "street": "street_name_goes_here",
        "postcode": "post_code_goes_here",
        "city": "Montreal",
        "state": "Quebec",
        "country": "Canada"
      }
    ],
    "summary": "It is suggested that a system of chemical substances, called morphogens, reacting together and diffusing through a tissue, is adequate to account for the main phenomena of morphogenesis. Such a system, although it may originally be quite homogeneous, may later develop a pattern or structure due to an instability of the homogeneous equilibrium, which is triggered off by random disturbances. Such reaction-diffusion systems are considered in some detail in the case of an isolated ring of cells, a mathematically convenient, though biologically unusual system. The investigation is chiefly concerned with the onset of instability. It is faund that there are six essentially different forms which this may take. In the most interesting form stationary waves appear on the ring. It is suggested that this might account, for instance, for the tentacle patterns on Hydra and for whorled leaves. A system of reactions and diffusion on a sphere is also considered. Such a system appears to account for gastrulation. Another reaction system in two dimensions gives rise to patterns reminiscent of dappling. It is also suggested that stationary waves in two dimensions could account for the phenomena of phyllotaxis. The purpose of this paper is to discuss a possible mechanism by which the genes of a zygote may determine the anatomical structure of the resulting organism. The theory does not make any new hypotheses; it merely suggests that certain well-known physical laws are sufficient to account for many of the facts. The full understanding of the paper requires a good knowledge of mathematics, some biology, and some elementary chemistry. Since readers cannot be expected to be experts in all of these subjects, a number of elementary facts are explained, which can be found in text-books, but whose omission would make the paper difficult reading.",
    "url": "http://github.com/repo_owner/repo_name",
    "coi": "Please add if there are competing interests. Otherwise, type None.",
    "acknow": "The authors would like to thank the organizers and attendees of OHBM Brainhack 2020.",
    "contrib": "JD and JJD wrote the software, JD performed tests, and JD and JJD wrote the report.",
    "tags": [
      "tag1",
      "tag2",
      "tag3"
    ],
    "supplemental": [
      "Material 1",
      "Material 2"
    ],
    "bibliography": "report",
    "preview": "# Introduction\nThe bibliography (\\code{report.bib}) must respect …",
    "basename": "report"
  }
}